---
kind: property
id: P:Autodesk.Revit.DB.PlanCircuit.Area
zh: 面积区域
source: html/053aebe9-48c4-73e5-6221-0859fa33a1f7.htm
---
# Autodesk.Revit.DB.PlanCircuit.Area Property

**中文**: 面积区域

The enclosed area of the circuit.

## Syntax (C#)
```csharp
public double Area { get; }
```